import type { JobDetail } from '@/types'

export const jobDetails: JobDetail[] = [
  {
    id: '1',
    title: 'SRM 产品经理',
    location: '苏州',
    createdAt: '2023-12-25',
    jobResponsibilities: `1. 负责产品流程，理解业务逻辑，产品输出变现。
2. 优化底层系统，提高用户体验，保证系统健康度，增加风险抵抗力。
3. 能够准确理解产品需求，独立完成需求调研和产品规划，撰写产品文档，制定功能模块、数据结构、业务逻辑。
4. 完成系统的不断迭代，并积极参与产品整体功能和流程设计、优化。
    `,
    jobRequirements: `1. 本科及以上学历。
2. 产品工作经验 5 年以上的，有 SRM + 电商经验的优先。
3. 逻辑思维能力强，目标导向，对数据敏感，重视写作与沟通。
4. 善于将需求转化为产品设计并在持续跟进的过程中，通过数据分析、产品分析、用户分析改善产品。
5. 对工作有持久的热情和主动性，做事认真细致，精益求精，严于律己，具有高度责任感和团队合作精神。`
  },
  //   {
  //     id: '2',
  //     title: 'TMS 产品经理',
  //     location: '西安',
  //     createdAt: '2023-12-25',
  //     jobResponsibilities: `1. 负责TMS产品的全周期管理，从规划、设计到实施、迭代，确保产品始终保持市场竞争力与满足客户实际需求。
  // 2. 与开发团队深度合作，制定详细的产品开发计划，并全程跟进确保产品按时高质量交付。
  // 3. 密切与客户沟通，深入了解其痛点和期望，精准把握市场需求，为产品优化提供有力依据。
  // 5. 持续关注行业动态和竞争对手分析，为公司制定产品战略提供专业建议和决策支。
  // `,
  //     jobRequirements: `1. 本科及以上学历，计算机、物流或相关专业背景优先。
  // 2. 至少具备 3 年以上 TMS 或相关领域的产品经理经验，对TMS市场有深入了解和独到见解。
  // 3. 熟悉产品开发流程，具备卓越的项目管理能力，能够高效组织并推动团队工作。
  // 4. 具备出色的沟通和谈判技巧，能够与客户和内部团队建立长期、稳定、良好的合作关系。
  // 5. 对市场趋势和客户心理有敏锐洞察力，思维开阔，具备强烈的创新意识和产品规划能力。
  // `
  //   },
  //   {
  //     id: '3',
  //     title: '项目经理',
  //     location: '苏州及业务所在地',
  //     createdAt: '2023-12-25',
  //     departmentResponsibilities: 'ERP、BPM 第三方软件产品项目管理、售前支持、实施与二次开发等',
  //     jobResponsibilities: `1. 自研产品项目的关键节点制定（项目方案、产品需求文档、Demo 演示、测试验收、实施上线等）
  // 2. 项目方案、产品需求文档的评审
  // 3. 项目例会的组织与纪要管理
  // 4. 项目资源协调、人天管理、风险评估及管理
  // 5. 项目实施管理
  // 6. 组织项目验收和项目过程文档管理
  // `,
  //     jobRequirements: `综合素质要求：
  // 1. 逻辑思维优秀、语言表达清晰
  // 2. 责任心强、直率坦诚
  // 3. 视野宽阔，具备项目大局观
  // 专业技能要求：
  // 1. 对制造流程和运营管理有深入的理解，至少熟悉销售、采购、计划、工艺、生产、质量、设备、仓储中的三个模块
  // 2. 独立承担过 MES、ERP 等项目的方案设计、实施或售前工作
  // 3. 熟悉软件开发流程
  // 4. 熟悉数据库查询及操作
  // 5. 熟练使用 Word、PPT、Excel、Visio 等办公软件，能够进行技术咨询和方案讲解`
  //   },
  {
    id: '4',
    title: '企业数字化解决方案销售经理',
    location: '',
    createdAt: '2023-12-25',
    jobResponsibilities: `1. 制定数字化销售战略：基于市场趋势、客户需求和竞争对手情况，制定全面的数字化销售战略，特别关注 ERP 和 MES 领域，以实现销售目标和提高数字销售业绩。
2. 客户需求分析：深入了解客户的业务需求和生产制造过程，提供定制化的 ERP 和 MES 解决方案，满足客户的特定业务要求。
3. 数字化销售团队管理：领导数字化销售团队，确保团队成员具备足够的 ERP 和 MES 知识和数字销售技能，协助团队达成销售目标。
4. 与技术团队协作：与 ERP 和 MES 解决方案开发和实施团队紧密合作，确保数字化销售策略与技术的协同推进。
5. 建立与维护关键客户关系：与潜在客户和现有客户建立紧密联系，建立长期战略伙伴关系，提高客户忠诚度。
6. 销售数据分析和报告：负责分析数字销售数据，制定销售报告，向高层管理层汇报数字销售业绩和趋势。
7. 市场推广：与市场团队合作，参与制定数字化销售推广计划，提高品牌知名度，扩大潜在客户群。`,
    jobRequirements: `1. 本科及以上学历，信息技术、工业工程、市场营销等相关专业优先。
2. 在 ERP 和 MES 领域有 3-5 年的销售经验，深刻理解相关解决方案，具备数字化平台销售的经验。
3. 出色的团队管理和领导能力，善于激励团队成员，推动团队实现销售目标。
4. 对数字化技术和制造行业趋势有深刻的理解，能够将数字化解决方案与客户需求相结合。
5. 优秀的沟通和谈判能力，能够与客户建立信任关系，并有效传递数字化解决方案的价值。
6. 具备较强的分析能力，能够理解和解释销售数据，制定相应的销售策略。
7. 具备较强的创新能力和解决问题的能力，能够灵活应对不同客户的需求。`
  },
  {
    id: '5',
    title: 'ERP 财务实施顾问',
    location: '项目地',
    createdAt: '2024-03-27',
    departmentResponsibilities: '负责ERP项目的需求调研、方案设计、系统配置、培训、月结、日常运维。',
    jobResponsibilities: `1. 参与 ERP 相关项目的实施或运维工作，制定所负责应收、应付、资产、总账、成本模块的实施策略、方案、方法和计划。
2. 学习和掌握业务部门（财务）或用户的业务流程，与业务部门用户沟通，调研、分析、总结客户需求，提出整体解决思路，形成相应的解决方案。
3. 梳理和分析与财务流程相关的客户化需求，撰写功能设计文档，配合开发顾问进行客户化，参与对开发结果的测试工作和推广。
4. 负责项目财务实施计划安排，进度监控及汇报。
5. 撰写方案，对用户进行相关的培训工作。
6. 指导和支持客户财务月结、解决系统运行过程中出现的问题。
7. 项目的文档建设工作和知识沉淀工作。
`,
    jobRequirements: `财务会计相关专业；
1. 基础的财务会计专业知识，会计实践知识。
2. 三年以上 ERP 系统财务模块设置和操作，熟悉财务成本，有 ERP 财务模块实施管理优先。
3. 熟悉 ERP 理论和企业信息化建设流程。
4. 熟悉 ERP 项目实施规范及实施方法论，具有独立的财务模块实施能力。
5. 能够独立完成项目调研、配置、文档撰写能力。
6. 具有团队精神，创新精神，学习能力强。
7. 熟悉 SQL 语言优先。
8. 可适应出差。
  `
  },
  {
    id: '6',
    title: 'ERP 实施顾问',
    location: '苏州及业务所在地',
    createdAt: '2024-03-27',
    departmentResponsibilities: 'ERP、BPM第三方软件产品项目管理、售前支持、实施与二次开发等',
    jobResponsibilities: `1. 负责与客户各业务部门进行沟通协调，整理客户需求、设计解决方案、编制业务蓝图、负责实施落地。
2. 负责协助产品经理进行产品规划设计，参与研发团队系统研发过程。
3. 负责组织用户进行新功能的测试和培训，协助建立关键用户体系，协助关键用户编写相关操作手册，定期给关键用户进行培训。
4. 参与公司核心数字化项目方案讨论制定及实施。
`,
    jobRequirements: `综合素质要求：
1. 具备较强的沟通协调能力，善于思考创新，工作认真负责，直率坦诚、责任心强，可以接受出差。
2. 较强的逻辑思维与方案写作能力，熟练使用 Word、PPT、Excel、Visio 等办公软件。
专业技能要求：
1. 本科及其以上学历，计算机、软件工程相关专业。
2. 顾问公司实施顾问从业者，具备 5 年以上制造型企业 ERP 实施经验。
3. 精通制造业主流 ERP 的产品架构、系统架构、功能、参数设置等。
4. 熟悉制造型企业生产计划、物料需求计划及供应链业务，并对产、供、销、研流程整体设计与优化有深刻认知。
5. 对企业数字化转型、智能制造相关理论有较为深刻的理解和认知。
6. 熟悉金蝶、用友、SAP、Oracle 等国内外主流系列产品，兼备制造型企业管理经验和顾问公司项目实施管理经验者优先。
`
  },
  {
    id: '7',
    title: 'BPM 项目经理',
    location: '项目地',
    createdAt: '2024-03-27',
    jobResponsibilities: `1. 了解客户实际场景，梳理业务流程，发现问题，并从流程角度提供全面解决方案，推动方案落地，持续推动标准化流程的建设和优化。
2. 负责项目的客户沟通，有能力引导客户需求，全程参与需求分析、概要设计。
3. 项目实施到交付的推进及管理。负责项目实施团队日常管理，控制项目实施进度与成本及风险和客户的满意度。
4. 准确分析、描述、协调解决项目实施过程中出现的各类问题，并进行清晰记录、跟踪、汇报与总结，提升项目交付效率。
5. 总结项目实施经验，形成项目知识文档，并进行内部知识共享。
6. 负责协调项目内外部资源(客户，合作伙伴，供应商等)，并与顾客之间保持良好客户关系。`,
    jobRequirements: `1. 专科以上计算机、信息等相关专业。
2. 熟悉制造业业务流程，熟悉 BPM、OA 等系统原理。
3. 具有 3 个及以上 BPM 项目成功落地实战经验，熟悉项目管理方法和管理工具。
4. 具备较强的流程分析能力，整体方案规划能力、设计能力以及表达能力。
5. 具备一定的技术背景，了解编程、数据库等基础知识。
6. 具有较强的人际和客户沟通协调能力，有良好的组织、协调、沟通的能力及分析、解决问题的能力。
7. 具备较强的责任心和文档编写能力。
`
  },
  {
    id: '8',
    title: '高级物流数据分析师',
    location: '西安',
    createdAt: '2024-03-27',
    jobResponsibilities: `1. 快速并充分理解“跟单猿智能交付协同平台”的业务，搭建全面、准确、符合业务特征的自动化监控的可视化体系，用数据体现平台各客户业务各环节的质量水平和平台运营情况。
2. 与公司高层管理者保持良好的沟通，了解、分析、处理和落实其数据需求，与开发部门协同将其转化成数据产品。
3. 日常业务报表数据的监控和分析、确保各数据指标的准确性及有效性，能及时定位并修复异常数据问题，并提出具体、可落地的优化方案，推动业绩增长。
4. 利用数据挖掘、运筹学、统计学等技术和理论对平台业务积累的历史大数据及动态用户数据建模分析和物流规划。
5. 得出优化可落实的方案，有力支持公司战略落地。
6. 协助做好项目管理工作，协调客户、产品和开发部门形成迭代计划，管理需求和进度，推动项目按计划执行。
7. 与客户保持密切沟通，发现和改善客户供应链管理的问题，在信息化层面给出合理化建议并推动客户供应链管理的提升和信息化落实。
8. 为客户配置账户、权限，日常运维，及时解决客户使用过程中的问题。
9. 完成上级交代的其他工作内容（岗位涉及零星短期出差）。
`,
    jobRequirements: `1. 沟通力强，逻辑性强、责任心强、自驱力强、积极主动、抗压力。
2. 具备数据建模能力，将大数据建模分析得出落实方案；具备文档撰写能力，独立撰写项目需求、项目计划、方案等文档。
3. 掌握主流的需求管理、流程设计、原型设计工具如：Axure、Xmind、Visio、Office等优先；有 CRM、SRM、WMS、TMS 系统经验优先；仓储物流领域从业者优先；掌握 SQL，Tableau，PowerBI，Excel，VBA，Python 等数据分析工具者优先。
4. 2 年以上数据分析的工作经验。
5. 拥有运筹学、统计学知识储备，熟悉分类，聚类，回归预测等常用算法逻辑。
`
  }
  //   {
  //     id: '7',
  //     title: 'UI 设计',
  //     location: '苏州、西安',
  //     createdAt: '2023-12-25',
  //     jobResponsibilities: `1. 负责公司产品的用户界面设计，包括移动应用、网页和桌面应用。
  // 2. 与产品经理、开发人员密切合作，理解业务需求，提供创新的用户体验解决方案。
  // 3. 持续跟踪和研究 UI 设计趋势，提供符合用户习惯的设计方案。
  // 4. 参与用户调研，分析用户行为，优化设计以提高用户满意度。根据公司的营销工作开展需求，完成相关的平面设计工作及社交媒体的排版与美化。
  // 5. 根据市场营销的工作需要，协助完成社交媒体，网站的排版，运营以及美化工作。
  // 6. 协助团队完成其他设计任务。
  //     `,
  //     jobRequirements: `1. 拥有 3 年以上 UI 设计工作经验，能独立承担设计工作。
  // 2. 熟练掌握 Photoshop、Illustrator、AE 等相关设计工具。较好的手绘功底，动效制作优先。拥有别具一格的审美，有深厚的平面设计功底，可以胜任 logo，物料，排版等相关工作的设计工作。
  // 3. 具备优秀的设计思维和审美观念，对用户体验设计有深入理解。
  // 4. 良好的沟通和团队协作能力，能够清晰地表达设计理念和想法。
  // 5. 对新技术和新设计理念保持敏感，愿意主动尝试和学习。
  // 6. 本科及以上学历，设计、艺术或相关专业优先。
  //     `
  //   }
]
