import type { JobDetail } from '@/types'

export const jobDetails: JobDetail[] = [
  {
    id: '1',
    title: 'SRM 产品经理',
    location: '苏州',
    createdAt: '2023-12-25',
    jobResponsibilities: `1、负责产品流程，理解业务逻辑，产品输出变现。
    2、优化底层系统，提高用户体验，保证系统健康度，增加风险抵抗力。
    3、能够准确理解产品需求，独立完成需求调研和产品规划，撰写产品文档，制定功能模块、数据结构、业务逻辑。
    4、完成系统的不断迭代，并积极参与产品整体功能和流程设计、优化。
    `,
    jobRequirements: `1、本科及以上学历。
    2、产品工作经验 5 年以上的，有 SRM + 电商经验的优先。
    3、逻辑思维能力强，目标导向，对数据敏感，重视写作与沟通。
    4、善于将需求转化为产品设计并在持续跟进的过程中，通过数据分析、产品分析、用户分析改善产品。
    5、对工作有持久的热情和主动性，做事认真细致，精益求精，严于律己，具有高度责任感和团队合作精神。`
  },
  {
    id: '2',
    title: 'TMS 产品经理',
    location: '西安',
    createdAt: '2023-12-25',
    jobResponsibilities: `1. 负责TMS产品的全周期管理，从规划、设计到实施、迭代，确保产品始终保持市场竞争力与满足客户实际需求。
2. 与开发团队深度合作，制定详细的产品开发计划，并全程跟进确保产品按时高质量交付。
3. 密切与客户沟通，深入了解其痛点和期望，精准把握市场需求，为产品优化提供有力依据。
5. 持续关注行业动态和竞争对手分析，为公司制定产品战略提供专业建议和决策支。
`,
    jobRequirements: `1. 本科及以上学历，计算机、物流或相关专业背景优先。
2. 至少具备 3 年以上 TMS 或相关领域的产品经理经验，对TMS市场有深入了解和独到见解。
3. 熟悉产品开发流程，具备卓越的项目管理能力，能够高效组织并推动团队工作。
4. 具备出色的沟通和谈判技巧，能够与客户和内部团队建立长期、稳定、良好的合作关系。
5. 对市场趋势和客户心理有敏锐洞察力，思维开阔，具备强烈的创新意识和产品规划能力。
`
  },
  {
    id: '3',
    title: '项目经理',
    location: '苏州及业务所在地',
    createdAt: '2023-12-25',
    departmentResponsibilities: 'ERP、BPM 第三方软件产品项目管理、售前支持、实施与二次开发等',
    jobResponsibilities: `1. 自研产品项目的关键节点制定（项目方案、产品需求文档、Demo 演示、测试验收、实施上线等）
2. 项目方案、产品需求文档的评审
3. 项目例会的组织与纪要管理
4. 项目资源协调、人天管理、风险评估及管理
5. 项目实施管理
6. 组织项目验收和项目过程文档管理
`,
    jobRequirements: `综合素质要求：
    1. 逻辑思维优秀、语言表达清晰
    2. 责任心强、直率坦诚
    3. 视野宽阔，具备项目大局观
    专业技能要求：
    1. 对制造流程和运营管理有深入的理解，至少熟悉销售、采购、计划、工艺、生产、质量、设备、仓储中的三个模块
    2. 独立承担过 MES、ERP 等项目的方案设计、实施或售前工作
    3. 熟悉软件开发流程
    4. 熟悉数据库查询及操作
    5. 熟练使用 Word、PPT、Excel、Visio 等办公软件，能够进行技术咨询和方案讲解
    `
  },
  {
    id: '4',
    title: '企业数字化解决方案销售经理',
    location: '',
    createdAt: '2023-12-25',
    jobResponsibilities: `1. 制定数字化销售战略：基于市场趋势、客户需求和竞争对手情况，制定全面的数字化销售战略，特别关注 ERP 和 MES 领域，以实现销售目标和提高数字销售业绩。
2. 客户需求分析：深入了解客户的业务需求和生产制造过程，提供定制化的 ERP 和 MES 解决方案，满足客户的特定业务要求。
3. 数字化销售团队管理：领导数字化销售团队，确保团队成员具备足够的 ERP 和 MES 知识和数字销售技能，协助团队达成销售目标。
4. 与技术团队协作：与 ERP 和 MES 解决方案开发和实施团队紧密合作，确保数字化销售策略与技术的协同推进。
5. 建立与维护关键客户关系：与潜在客户和现有客户建立紧密联系，建立长期战略伙伴关系，提高客户忠诚度。
6. 销售数据分析和报告：负责分析数字销售数据，制定销售报告，向高层管理层汇报数字销售业绩和趋势。
7. 市场推广：与市场团队合作，参与制定数字化销售推广计划，提高品牌知名度，扩大潜在客户群。
    `,
    jobRequirements: `1. 本科及以上学历，信息技术、工业工程、市场营销等相关专业优先。
2. 在 ERP 和 MES 领域有 3-5 年的销售经验，深刻理解相关解决方案，具备数字化平台销售的经验。
3. 出色的团队管理和领导能力，善于激励团队成员，推动团队实现销售目标。
4. 对数字化技术和制造行业趋势有深刻的理解，能够将数字化解决方案与客户需求相结合。
5. 优秀的沟通和谈判能力，能够与客户建立信任关系，并有效传递数字化解决方案的价值。
6. 具备较强的分析能力，能够理解和解释销售数据，制定相应的销售策略。
7. 具备较强的创新能力和解决问题的能力，能够灵活应对不同客户的需求。
    `
  },
  {
    id: '5',
    title: 'ERP 财务实施顾问',
    location: '项目地',
    createdAt: '2023-06-02',
    jobResponsibilities: `1、参与 Epicor ERP 相关项目的实施或运维工作，制定所负责应收、应付、资产、总账、成本模块的实施策略、方案、方法和计划。
2、学习和掌握业务部门（财务）或用户的业务流程，与业务部门用户沟通，调研、分析、总结客户需求，提出整体解决思路，形成相应的解决方案。
3、梳理和分析与财务流程相关的客户化需求，撰写功能设计文档，配合开发顾问进行客户化，参与对开发结果的测试工作和推广。
4、负责项目财务实施计划安排，进度监控及汇报。
5、撰写方案，对用户进行相关的培训工作。
6、指导和支持客户财务月结、解决系统运行过程中出现的问题。
7、项目的文档建设工作和知识沉淀工作。
`,
    jobRequirements: `财务会计相关专业；
1、基础的财务会计专业知识，会计实践知识。
2、三年以上 ERP 系统财务模块设置和操作，熟悉财务成本，有 Epicor ERP 财务模块实施管理优先。
3、熟悉 ERP 理论和企业信息化建设流程。
4、熟悉 ERP 项目实施规范及实施方法论，具有独立的财务模块实施能力。
5、能够独立完成项目调研、配置、文档撰写能力。
6、具有团队精神，创新精神，学习能力强。
7、熟悉 SQL 语言优先。
8、可适应出差。
`
  },
  {
    id: '6',
    title: 'ERP 实施顾问',
    location: '苏州及业务所在地',
    createdAt: '',
    departmentResponsibilities: 'ERP、BPM第三方软件产品项目管理、售前支持、实施与二次开发等',
    jobResponsibilities: `1. 负责与客户各业务部门进行沟通协调，整理客户需求、设计解决方案、编制业务蓝图、负责实施落地。
2. 负责协助产品经理进行产品规划设计，参与研发团队系统研发过程。
3. 负责组织用户进行新功能的测试和培训，协助建立关键用户体系，协助关键用户编写相关操作手册，定期给关键用户进行培训。
4. 参与公司核心数字化项目方案讨论制定及实施。
`,
    jobRequirements: `综合素质要求：
1. 具备较强的沟通协调能力，善于思考创新，工作认真负责，直率坦诚、责任心强，可以接受出差。
2. 较强的逻辑思维与方案写作能力，熟练使用 Word、PPT、Excel、Visio 等办公软件。
专业技能要求：
1. 本科及其以上学历，计算机、软件工程相关专业。
2. 顾问公司实施顾问从业者，具备5年以上制造型企业ERP实施经验。
3. 精通制造业主流 ERP 的产品架构、系统架构、功能、参数设置等。
4. 熟悉制造型企业生产计划、物料需求计划及供应链业务，并对产、供、销、研流程整体设计与优化有深刻认知。
5. 对企业数字化转型、智能制造相关理论有较为深刻的理解和认知。
6. 熟悉 SAP（ERP/MES）或 Oracle（ERP/MES）等国内外主流系列产品者优先，兼备制造型企业管理经验和顾问公司项目实施管理经验者优先。
`
  },
  {
    id: '7',
    title: 'UI 设计',
    location: '苏州、西安',
    createdAt: '2023-12-25',
    jobResponsibilities: `1. 负责公司产品的用户界面设计，包括移动应用、网页和桌面应用。
2. 与产品经理、开发人员密切合作，理解业务需求，提供创新的用户体验解决方案。
3. 持续跟踪和研究 UI 设计趋势，提供符合用户习惯的设计方案。
4. 参与用户调研，分析用户行为，优化设计以提高用户满意度。根据公司的营销工作开展需求，完成相关的平面设计工作及社交媒体的排版与美化。
5. 根据市场营销的工作需要，协助完成社交媒体，网站的排版，运营以及美化工作。
6. 协助团队完成其他设计任务。
    `,
    jobRequirements: `1. 拥有 3 年以上 UI 设计工作经验，能独立承担设计工作。
2. 熟练掌握 Photoshop、Illustrator、AE 等相关设计工具。较好的手绘功底，动效制作优先。拥有别具一格的审美，有深厚的平面设计功底，可以胜任 logo，物料，排版等相关工作的设计工作。
3. 具备优秀的设计思维和审美观念，对用户体验设计有深入理解。
4. 良好的沟通和团队协作能力，能够清晰地表达设计理念和想法。
5. 对新技术和新设计理念保持敏感，愿意主动尝试和学习。
6. 本科及以上学历，设计、艺术或相关专业优先。
    `
  }
]
